[
[
{"quote": ":   Diane, 11:30 a.m., February Twenty-fourth. Entering the town of Twin Peaks, five miles south of the Canadian border, twelve miles west of the state line. I've never seen so many trees in my life. As W. C. Fields would say, I'd rather be here than Philadelphia. Fifty-four degrees on a slightly overcast day. Weatherman said rain. If you could get paid that kind of money for being wrong sixty percent of the time, it'd beat working. Mileage is seventy-nine thousand three hundred forty-five, gauge is on reserve, riding on fumes here, I've got to tank up when I get into town. Remind me to tell you how much that is. Lunch was, uh, six dollars and thirty-one cents at the Lamplighter Inn, that's on Highway Two near Lewis Fork. That was a tuna fish sandwich on whole wheat, slice of cherry pie, and a cup of coffee. Damn good food. Diane, if you ever get up this way that cherry pie is worth a stop. Okay. Looks like I'll be meeting up with the, ah, Sheriff Harry S. Truman. Shouldn't be too hard to remember that. He'll be at the Calhoun Memorial Hospital. I guess we're going to go up to intensive care and take a look at that girl that crawled down the railroad tracks off the mountain. When I finish there I'll be checking into a motel. I'm sure the sheriff will be able to recommend a clean place, reasonably priced. That's what I need, a clean place, reasonably priced.\n"},
{"quote": ":   Oh Diane, I almost forgot. Got to find out what kind of trees these are. They're really something.\n"},
{"quote": ":   Sheriff, what kind of fantastic trees have you got growing around here? Big, majestic. "},
{"quote": ":  ["},
{"quote": ":   Who's the babe? "},
{"quote": ":   Packard Sawmill? "},
{"quote": ":   Where's Mr. Packard? "},
{"quote": ":   Who's the glad-handing dandy? "},
{"quote": ":   Who's the lady with the log? "},
{"quote": ":   I will remind you that these crimes occurred at night.\n"},
{"quote": ":   You know why I'm whittling? "},
{"quote": ":   Because that's what you do in a town where a yellow light still means slow down, not speed up.\n"},
{"quote": ":   Sheriff, that reminds me. Can you recommend to me a good, inexpensive hotel or motel? Now it doesn't have to be fancy and I mean that. "},
{"quote": ":   Because you know, I think I'm going to be here for some time, and these motels, they'll promise you a good rate and when you get there it's a whole different story. Now all I need is a bed, a bathroom, a telephone, and sometimes a television in the unlikely event that one day I'll get a chance to knock off early. "},
{"quote": ":   Sold. Well, tomorrow comes early.\n"},
{"quote": ":  ["},
{"quote": ":  ["},
{"quote": ":   Can I ask her about her log? "},
{"quote": ":   Harry, I'm going to let you in on a little secret: every day, once a day, give yourself a present. Don't plan it; don't wait for it; just let it happen. It could be a new shirt in a men's store, a catnap in your office chair, or two cups of good, hot, black, coffee.\n"},
{"quote": ":   Give me a donut.\n"},
{"quote": ":   Gentlemen. When two separate evens occur simultaneously pertaining to the same object in inquiry we must always pay strict attention.\n"},
{"quote": ":   There's over ten thousand dollars here. That's a lot of Girl Scout cookies.\n"},
{"quote": ":   Harry, you're all right.\n"},
{"quote": ":  ["},
{"quote": ":  ["},
{"quote": ":   Diane, it's 4:10 in the afternoon at the scene of the crime. Here's something we haven't seen before: a mount of dirt. Approximately a foot and a half in diameter. On the top is a gold necklace with a gold heart. Correction, half a gold heart. At the base of the mount of dirt is a torn piece of news print. Written with the words, which appear to be in blood: 'fire walk with me'.\n"},
{"quote": ":   I think I saw a cottontail rabbit! "},
{"quote": ":   Snowshoe? "},
{"quote": ":   Snowshoe. Snowshoe rabbit.\n"},
{"quote": ":   Black as midnight on a moonless night. "},
{"quote": ":   Black as midnight on a moonless night. "},
{"quote": ":   I still can't get the taste of fish-filtered coffee out of my mouth.\n"},
{"quote": ":   Who's the lady with the log? "},
{"quote": ":   Diane, it struck me again earlier this morning, there are two things that continue to trouble me. And I'm speaking now not only as an agent of the Bureau but also as a human being. What really went on between Marilyn Monroe and the Kennedys and who really pulled the trigger on JFK?\n"},
{"quote": ":  ["},
{"quote": ":   You know, this is - excuse me - a damn fine cup of coffee. I've had I can't tell you how many cups of coffee in my life and this, this is one of the best. Now I'd like two eggs over hard. I know, don't tell me, it's hard on the arteries, but old habits die hard, just about as hard as I want those eggs.\n"},
{"quote": ":  ["},
{"quote": ":   Right. Well, I guess you can go then. "},
{"quote": ":   Mm-hm. "},
{"quote": ":   Oh, fellas, one more thing. Pray for the health and safety of James Hurley, because if anything happens to him, I'm coming for you. "},
{"quote": ":   Sheriff, what are you sitting around for? We've got places to go and people to see. "},
{"quote": ":   And why is that? "},
{"quote": ":   Yes? "},
{"quote": ":   Really. What did it see? "},
{"quote": ":   Harry, I really have to urinate.\n"},
{"quote": ":   Black as midnight on a moonless night. "},
{"quote": ":   Very nice. "},
{"quote": ":   Diane, never drink coffee that has been anywhere near a fish.\n"},
{"quote": ":   Diane, 6:18 AM, room 315, Great Northern Hotel here in Twin Peaks.\n"},
{"quote": ":  ["},
{"quote": ":   Body language. "},
{"quote": ":   Were you friends with Laura Palmer? "},
{"quote": ":   Have you got your stories straight yet? "},
{"quote": ":   Black as midnight on a moonless night. "},
{"quote": ":   I wasn't dreaming. "},
{"quote": ":   You were right about the smiling bag. "},
{"quote": ":   But, I... "},
{"quote": ":   I believe you. "},
{"quote": ":   What? "},
{"quote": ":   Albert, where does this attitude of general unpleasantness come from? "},
{"quote": ":   Well if you don't want two black eyes on a regular basis I would suggest you make some kind of peace with rural life. "},
{"quote": ":   How long have I been out?\n"},
{"quote": ":   Laura Palmer is dead. Jacques Renault is dead. Ronette Pulaski and Leo Johnson are in comas. Waldo the bird is dead. This leaves only the third man.\n"},
{"quote": ":   Doc, when the will is invoked, the recuperative powers of the physical body are simply extraordinary. "},
{"quote": ":  ["},
{"quote": ":   How long have I been out? "},
{"quote": ":   Wood tick.\n"},
{"quote": ":   Diane... my recorder is on the table. I'm unable to reach it at this time. I can only hope that I inadvertently pressed the voice activation button. I'm lying on the floor of my room. I've been shot. There's a great deal of pain and a fair amount of blood. Fortunately I was wearing my bulletproof vest last night per bureau regulations when working undercover. I remember folding the vest up, trying to chase down a wood tick. If you can imagine the impact on your chest of three bowling balls dropped from a height of about nine feet, you might begin to approximate the sensation. All things considered, being shot is not as bad as I thought it might be, as long as you can keep the fear from your mind. But I guess you could say that about most anything in life. Its not so bad as long as you can keep the fear from your mind.\n"},
{"quote": ":   At a time like this, curiously, you begin to think of the things regret or the things you might miss. I would like, in general, to treat people with much more care and respect. I would like to climb a tall hill - not too tall - sit in the cool grass - not too cool - and feel the sun on my face. I wish I could have cracked the Lindbergh kidnapping case. I would very much like to make love to a beautiful woman who I had genuine affection for. And, of course, it goes without saying that I would like to visit Tibet. I wish they could get their country back and the Dalai Lama could return. Oh, I would like that very much. All in all, a very interesting experience.\n"},
{"quote": ":  ["},
{"quote": ":   Lately I've been filled with the knowledge that the killer will strike again. But because it is just a feeling, I am powerless to stop it. One more thing, Albert. When the next murder happens, you will help me solve it. "},
{"quote": ":   A woman. "},
{"quote": ":   Blonde. "},
{"quote": ":   She's in high school. She is sexually active. She is using drugs. She's crying out for help. "},
{"quote": ":   Thank you Carl. Sorry to wake you. "},
{"quote": ":   Don't take the ring, Laura.\n"},
{"quote": ":   What was here, Mr. Rodd? "},
{"quote": ":   Can you tell me whose trailer it was, and who stayed in it? "},
{"quote": ":   Can you tell me what their names were? "},
{"quote": ":  ["},
{"quote": ":   This must be where pies go when they die.\n"},
{"quote": ":   She whispered to me who killed her "},
{"quote": ":   You know... I don't remember.\n"},
{"quote": ":   Well, I'm sure he meant to do that.\n"},
{"quote": ":   Leo... is that short for Leonard? "},
{"quote": ":   Did you know Laura Palmer? "},
{"quote": ":   Really? How well did you know her? "},
{"quote": ":   You're lying. "},
{"quote": ":   Do you have a criminal record? "},
{"quote": ":   I have. Illegal U-turn... April 1986. Drunk and disorderly... November 1987. September 1988, aggravated assult. Charges dropped. "},
{"quote": ":   Did you ever sell drugs to Laura Palmer? "},
{"quote": ":   Then I guess you don't get much sleep at night, Bernie.\n"},
{"quote": ":  ["},
{"quote": ":   A man that four of us have seen here in Twin Peaks. "},
{"quote": ":  ["},
{"quote": ":  ["},
{"quote": ":   R, B, T. Harry, I believe that these letters and the Giant's clues are in some way related to this long-haired man. Mrs. Palmer saw him in a vision. She called this morning to say that Maddy had seen the man twice in the past two days, both times in a vision. I've seen him in my dreams. "},
{"quote": ":   She saw him physically at the train car. "},
{"quote": ":   Four of us have seen him in different forms. This path is a psychic link that will lead us straight to him. "},
{"quote": ":   No, no. He spoke softly, distinctly. "},
{"quote": ":   No, Albert, I gave him my ring.\n"},
{"quote": ":   James, you're not gonna be charged with drug posession. The cocaine we found in your bike was planted. Probally by Leo Johnson. "},
{"quote": ":  ["},
{"quote": ":   Gentlemen, two days ago a young woman was found murdered by the same individual I believe responsible for the death of Laura Palmer. I have reason to believe that the killer is in this room. As a member of the Bureau, I spend most of my time seeking simple answers to difficult questions. In the pursuit of Laura's killer, I have employed Bureau guidelines, deductive technique, Tibetan method, instinct, and luck. But now I find myself in need of something new, which, for lack of a better word, we shall call... magic. "},
{"quote": ":   Laura told me. In her dream. "},
{"quote": ":   How about a confession?\n"},
{"quote": ":   Did you kill Laura Palmer? "},
{"quote": ":   How about Maddy Ferguson? "},
{"quote": ":   I'm asking you. "},
{"quote": ":   Does Leland know what you've done, Bob? "},
{"quote": ":   What kind of fur? "},
{"quote": ":   Harry, don't make any calls. I need 24 hours. "},
{"quote": ":   To finish this.\n"},
{"quote": ":  ["},
{"quote": ":   Harry, I'm glad you're here. Tonight we're going to go up to One-Eyed Jacks disguised as Indians. Hawk said we could borrow his buckskins - you know, the one with the eagle feather. "},
{"quote": ":   Well, that's good news, Harry. Another piece of the puzzle. It won't be long now.\n"},
{"quote": ":   Audrey. Did you dig up any new leads at the perfume counter? "},
{"quote": ":  ["},
{"quote": ":   Maybe Leo did kill Laura Palmer, but... but we still haven't figured out who shot me. "},
{"quote": ":   Well I got four through the eyes and two through each nostril.\n"},
{"quote": ":   Gordon, here's how it is. You know Albert. In my opinion, Sheriff Truman displayed the patience of a saint, *not* clocking him a day earlier than he did. "},
{"quote": ":   File it under \"F\", for \"forget it\". "},
{"quote": ":   And you tell Albert that if he wants to pursue this, "},
{"quote": ":   I'll fight him all the way up the chain to Washington! "},
{"quote": ":   I'll talk to you later, Gordon. "},
{"quote": ":   Laura Palmer's murder was vicious and calculated. There's no telling what we'll encounter, bringing a suspect to ground. After Andy's mishap at the motel, I wanna make absolutely certain each of us is comfortable and confident with our firearms. "},
{"quote": ":   Actually, it's standard issue. I made a few modifications. How long has Lucy been upset with Andy? "},
{"quote": ":   In this case, it was yelling through a megaphone.\n"},
{"quote": ":   There's no logic to work around here. Let that one go. "},
{"quote": ":   In the grand design women were drawn from a different set of blueprints\n"},
{"quote": ":  ["},
{"quote": ":   Denise, I would assume you are no longer interested in girls! "},
{"quote": ":   Not really...\n"},
{"quote": ":   Denise, I would assume you're no longer interested in girls. "},
{"quote": ":   Not really.\n"},
{"quote": ":   You're making a joke! "},
{"quote": ":   Who shot me Albert? "},
{"quote": ":   Agent Earle? But he's retired! "},
{"quote": ":   What happened? "},
{"quote": ":   Where's Bob now? "},
{"quote": ":   What does Bob want? "},
{"quote": ":   Now, Gordon. What the hell is this about a Mexican Chihuahua? "},
{"quote": ":   Nothing beats the taste sensation when maple syrup "},
{"quote": ":   collides with ham.\n"},
{"quote": ":   Damn good coffee. And hot!\n"},
{"quote": ":   This must be where pies go when they die.\n"},
{"quote": ":   How's Annie? How's Annie?\n"},
{"quote": ":   I will. "},
{"quote": ":   Annie? The face of the man who killed you? "},
{"quote": ":   Annie? "},
{"quote": ":   Caroline? "},
{"quote": ":   He's too stupid to lie.\n"},
{"quote": ":  ["},
{"quote": ":  ["},
{"quote": ":   Can you hear that? Up until this moment I have experienced nothing at the Great Northern Hotel but the most pleasant and courteous service imaginable. However, it just goes to prove a point that once a traveler leaves his home he loses almost 100% of his ability to control his environment. Diane, I was wondering if you could overnight express me a pair of pillow silicon ear plugs that I wore on my last trip to New York. Naturally, I didn't bring them with me on this trip because I didn't think I'd be needing them. However... "},
{"quote": ":   I've got the pictures to prove it.\n"},
{"quote": ":   Harry, what's on your mind? "},
{"quote": ":   About what? "},
{"quote": ":   Do you belive her? "},
{"quote": ":   Well, how much do you know about her? Where she's from? Who she was before she came to Twin Peaks? "},
{"quote": ":   The truth Harry. Because that's my job.\n"},
{"quote": ":   Audrey, you're a high school girl. I'm an agent of the FBI. "},
{"quote": ":   What I want and what I need are two different things, Audrey.\n"},
{"quote": ":   I have no defense. I am completely confident that in the rightness of my actions. Some of it occurred outside of Bureau guidelines, and I will pay the price for that. But I am innocent of any criminal wrongdoing. If they wish to charge me, I will defend myself in a court of law. "},
{"quote": ":   Roger. I know the moves I'm supposed to make. And I know the board. "},
{"quote": ":   I've been doing a lot of thinking lately. And I've started to focus out beyond the edge of the board. On a bigger game. "},
{"quote": ":   The sound the wind makes through the vines. The sentience of animals. What we fear in the dark and what lies beyond the darkness. "},
{"quote": ":   I'm talking about seeing beyond fear, Roger. About looking at the world with love. "},
{"quote": ":   These are things I cannot control.\n"},
{"quote": ":   Have any of you fellows heard of a place called the White Lodge? "},
{"quote": ":   Well, it was the last thing Major Briggs said to me before he disappeared. He asked me if I ever heard of a place called the White Lodge and I told him I hadn't. He wouldn't tell me why. "},
{"quote": ":   Tell me more. "},
{"quote": ":   Dweller on the Threshold. "},
{"quote": ":   Anything? "},
{"quote": ":  ["},
{"quote": ":   Heaven, sir. "},
{"quote": ":   Heaven is a large and interesting place, sir.\n"},
{"quote": ":   I'm going to begin today with a headstand. "},
{"quote": ":   Diane, I am now upside-down.\n"},
{"quote": ":   Fellows! I've got an idea. Why don't we let Lana and the Mayor talk things over together? Alone. "},
{"quote": ":   Now Dwayne, you can always shoot later!Talk first...\n"},
{"quote": ":   Major, I'm going to take a moment here. I feel the call of nature. There's nothing quite like urinating out in the open air.\n"}
]